Repository: LucasMW/Amaroq
Catalog: DireFloof/*.lproj/Localizable.strings
Languages: ca, es

source: ACCOUNT
ca: COMPTE
es: CUENTA

source: About Libera
ca: Quant a Libera
es: Acerca de Libera

source: About your Mastodon instance
ca: Quant a la teva instància Mastodon
es: Acerca de tu instancia de Mastodon

source: Account preferences
ca: Preferències del compte
es: Preferencias de la cuenta

source: Add instance
ca: Afegir instància
es: Agregar instancia

source: Libera is named after an Inuit legend of a giant wolf, which is fitting as a companion to our friend the mastodon. May we all howl across the fediverse! Libera is built and maintained by a love of the Mastodon idea, which sorely has needed a mobile outlet for our iOS friends. Got a suggestion, found a bug, or just want to voice some support? You can reach us at Libera.feedback@gmail.com. Or hit up the dev, @eurasierboy on the mastodon.social instance. Happy tooting!
ca: Libera porta el nom d'una llegenda Inuit d'un llop gegant, que és l'apropiat company del nostre amic el mastodont. Tots a udolar a través de la fediverse! Libera està construït i mantingut per amor a la idea de Mastodon, que ha necessitat urgentment una applicació mòbil per als nostres amics de IOS. Tens un suggeriment, has trobat un error o simplement vols expressar algun tipus de suport? Ens pots trobar a Libera.feedback@gmail.com. O enviar un missatge al desenvolupador @eurasierboy de la instància mastodon.social. Feliços Toots!
es: El nombre de Libera proviene de una leyenda esquimal sobre un lobo gigante, el cual es un compañero apropiado para nuestro amigo el mastodonte. ¡Todos aullaremos a traves del espacio federado! Libera esta desarrollado y mantenido mediante el amor del movimiento Mastodon, que necesitaba apoyo para nuestros amigos de iOS. ¿Tienes alguna sugerencia, encontraste un error o solo quieres soporte? Puees contactaros en Libera.feedback@gmail.com. O contacta con el desarrollador @eurasierboy en la instancia mastodon.social. ¡Feliz tooting!

source: App settings
ca: Preferències
es: Preferencias

source: Are you sure you want to clear all your notifications?
ca: Estàs segur que vols suprimir totes les notificacions？
es: ¿Estás seguro de querer borrar todas tus notificaciones?

source: Awoo mode
ca: Mode Awoo
es: Modo Awoo

source: Back
ca: Enrere
es: Volver

source: Block
ca: Bloquejar
es: Bloquear

source: Blocked users
ca: Usuaris bloquejats
es: Usuarios bloqueados

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Change how you receive push notifications
ca: Canvia la forma de rebre les notificacions push
es: Cambia como recibes las notificaciones push

source: Clear cache
ca: Netejar memòria cau
es: Eliminar cache

source: Copy text
ca: Copiar text
es: Copiar texto

source: Currently logged into:
ca: Registrat actualment en:
es: Sesión iniciada como:

source: DON'T AWOO $350 PENALTY
ca: NO AWOO, PENALITZACIÓ DE $350
es: NO AWOO, PENALIZACIÓN DE $350

source: Default posts to followers-only
ca: Per defecte missatges només a seguidors
es: Por defecto mostrar estados solo a seguidores

source: Default posts to public
ca: Missatges públics per defecte
es: Estados en público por defecto

source: Delete
ca: Esborrar
es: Borrar

source: Direct
ca: Directe
es: Directo

source: Direct: Only visible to you and @mentioned users
ca: Directe: Visible només per tu i els usuaris @mencionats
es: Directo: Solo visible por ti y los usuarios @mencionados

source: Disable gif auto-playback
ca: Desactivar auto-reproducció dels GIF
es: Desactivar auto-reproducción de GIFs

source: Done
ca: Fet
es: Hecho

source: Edit Profile
ca: Editar perfil
es: Editar perfil

source: Failed to block user with error:
ca: No s'ha pogut bloquejar l'usuari amb error:
es: Error al bloquear al usuario:

source: Failed to clear notifications with error:
ca: No s'ha pogut netejar les notificacions amb error:
es: Error al eliminar las notificaciones:

source: Failed to delete status with error:
ca: No s'ha pogut esborrar l'estat amb error:
es: Error al borrar estado:

source: Failed to load user with error:
ca: No s'ha pogut carregar l'usuari amb error:
es: Error al cargar usuario:

source: Failed to mute user with error:
ca: No s'ha pogut silenciar l'usuari amb error:
es: Error al silenciar usuario:

source: Failed to post status with error:
ca: No s'ha pogut publicar l'estat amb error:
es: Error al enviar estado:

source: Failed to report status with error:
ca: No s'ha pogut notificar l'estat amb error:
es: Error al reportar estado:

source: Failed to retrieve your profile with error:
ca: No s'ha pogut recuperar el teu estat amb error:
es: Error al cargar tu perfil:

source: Failed to unblock user with error:
ca: No s'ha pogut desbloquejar l'usuari amb error':
es: Error al desbloquear usuario:

source: Failed to unfollow user with error:
ca: No s'ha pogut deixar de seguir l'usuari amb error:
es: Error al dejar de seguir:

source: Failed to unmute user with error:
ca: No s'ha pogut treure el silenci del usuari amb error:
es: Error al quitar el silencio al usuario:

source: Favorites
ca: Favorits
es: Favoritos

source: Federated
ca: Federada
es: Federado

source: Federated timeline
es: Historia federada

source: Follow
es: Seguir

source: Follow requests
ca: Sol·licituds de seguiment
es: Peticiones de seguimiento

source: Followers-only
ca: Només seguidors
es: Solo para seguidores

source: Followers-only: Only visible to you, @mentioned users, and your followers
ca: Només seguidors: Només visible per tu, usuaris @mencionats i els teus seguidors
es: Solo para seguidores: Solo visible para ti, usuarios @mencionados y tus seguidores

source: Hold to show
ca: Manté premut per mostrar
es: Manten presionado para mostrar

source: Local timeline
es: Historia local

source: Login request failed
ca: Inici de sessió fallida
es: Fallo al iniciar sesión

source: Logout
ca: Tancar sessió
es: Cerrar sesión

source: Mention
ca: Esmentar
es: Mención

source: Mute
ca: Apagar
es: Silenciar

source: Muted users
ca: Usuaris apagats
es: Usuarios silenciados

source: My instances
ca: Les meves instàncies
es: Mis instancias

source: My profile
ca: El meu perfil
es: Mi perfil

source: Notification settings
ca: Preferències de Notificacions
es: Preferencias de notificaciones

source: Only show to followers
ca: Només mostrar a seguidors
es: Solo mostrar a seguidores

source: Open in Safari
ca: Obrir a Safari
es: Abrir en Safari

source: Please keep to videos up to 30 seconds long
ca: Si us plau els vídeos fins 30 segons de durada
es: Mantener para videos hasta 30 segundos de largo

source: Public
ca: Públic
es: Público

source: Public: Visible to everyone on local and federated timelines
ca: Públic: Visible per tothom en local i federada
es: Público: Visible a todos en el timeline local y federado

source: Receive boost notifications
ca: Rebre notificacions de retoots
es: Recibir notificaciones de retoots

source: Receive favorite notifications
ca: Rebre notificacions de favorits
es: Recibir notificaciones de favoritos

source: Receive mention notifications
ca: Rebre notificacions d'esments
es: Recibir notificaciones de menciones

source: Receive new follower notifications
ca: Rebre notificacions de nous seguidors
es: Recibir notificaciones de nuevos seguidores

source: Report
ca: Informar
es: Reportar

source: Select
es: Seleccionar

source: Select a privacy level
ca: Seleccionar un nivell de privacitat
es: Seleccionar un nivel de privacidad

source: Sensitive content
ca: Contingut sensible
es: Contenido sensible

source: Share
ca: Compartir
es: Compartir

source: Shows on local/federated timelines
ca: Mostra en línies de temps local/federada
es: Se muestra en la historia local/federada

source: This can help older devices
ca: Això pot ajudar els dispositius més antics
es: Esto puede ayudar en dispositivos antíguos

source: Translate text
ca: Traduïr text
es: Traducir texto

source: Unable to connect to the Mastodon instance. Please try again later or with a different instance.
ca: No es pot connectar a la instància de Mastodon. Si us plau, proveu-ho més tard o amb una instància diferent.
es: No ha sido posible conectar a la instancia de Mastodon. Por favor prueba mas tarde o usa una instancia diferente.

source: Unblock
ca: Desbloquejar
es: Desbloquear

source: Unfollow
es: Dejar de seguir

source: Unlisted
ca: No llistat
es: No listados

source: Unlisted: Visible to everyone, but not shown on local or federated timelines
ca: No llistat: Visible per a tothom, però no es mostra en les línies de temps local o federada
es: No listados: Visibles para todos, pero no se muestran en las historias local y federadas

source: Unmute
ca: No silenciat
es: Dejar de silenciar

source: Video too long
ca: Vídeo massa llarg
es: Video demasiado largo

source: You have
es: Tienes

source: boosted
ca: ha retootejat
es: retooteado

source: boosted your status
ca: ha retootejat el teu estat
es: ha retooteado tu estado

source: favorited your status
ca: ha afavorit el teu estat
es: marcó tu estado como favorito

source: followed you
ca: et segueix
es: te empezó a seguir

source: image
ca: imatge
es: imagen

source: images
ca: imatges
es: imágenes

source: mentioned you
ca: t'ha esmentat
es: te ha mencionado

source: new notifications
ca: noves notificacions
es: nuevas notificaciones

source: replied
ca: ha respost
es: respondido

source: replied to
ca: ha respost a
es: respondido a

source: or 1 video
ca: o 1 vídeo

source: HASHTAG
ca: ETIQUETA
